[   
    {
    "title" : "Buprenorphine",
 "text": "Why is this medication prescribed? \n Buprenorphine and the combination of buprenorphine and naloxone are used to treat opioid dependence (addiction to opioid drugs, including heroin and narcotic painkillers). Buprenorphine is in a class of medications called opioid partial agonist-antagonists and naloxone is in a class of medications called opioid antagonists. Buprenorphine alone and the combination of buprenorphine and naloxone work to prevent withdrawal symptoms when someone stops taking opioid drugs by producing similar effects to these drugs. \n How should this medicine be used? \n Buprenorphine comes as a sublingual tablet. The combination of buprenorphine and naloxone comes as a sublingual tablet (Zubsolv) and as a sublingual film (Suboxone) to take under the tongue and as a buccal film (Bunavail) to apply between the gum and cheek. After your doctor determines an appropriate dose, these products are usually taken once a day. To help you remember to take or apply buprenorphine or buprenorphine and naloxone, take or apply it around the same time every day. Follow the directions on your prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Take or apply buprenorphine or buprenorphine and naloxone exactly as directed. Do not take or apply more or less of it or take or apply it more often than prescribed by your doctor. \n You will start your treatment with buprenorphine, which you will take in the doctor's office. Your doctor will start you on a low dose of buprenorphine and will increase your dose for 1 or 2 days before switching you to buprenorphine and naloxone. Your doctor may increase or decrease your buprenorphine and naloxone dose until the medication works properly. \n If you are taking the sublingual tablets, place the tablets under your tongue until they completely melt. If you are taking more than two tablets, either place them all under your tongue at the same time or place them under your tongue up to 2 at a time. Do not chew the tablets or swallow them whole. Do not eat, drink, or talk until the tablet dissolves completely. \n If you are using the buccal film, use your tongue to wet the inside of your cheek or rinse your mouth with water before you apply the film. Apply the film with a dry finger against the inside of the cheek. Then remove your finger and the film will stick to the inside of your cheek. If you are to use two films, place another film on the inside of your other cheek at the same time. Do not apply films on top of each other and do not apply more than two films to the inside of the mouth at one time. Leave the film(s) in the mouth until they dissolve. Do not cut, tear, chew, swallow, touch or move the film while it dissolves. Do not eat or drink anything until the film dissolves completely. \n If you are using the sublingual film, rinse your mouth with water before you place the film. Place the film with a dry finger under your tongue to the right or left of the center and hold the film in place for 5 seconds. If you are using two films, place the other one on the opposite side under the tongue. Do not put the films on top of or near each other. Do not use more than 2 films at one time. Do not cut, tear, chew, swallow, touch or move the film while it dissolves. Do not eat or drink anything until the film dissolves completely. \n If you need to switch from one buprenorphine or buprenorphine and naloxone product to another, your doctor may need to adjust your dose. Each time you receive your medication, check to be sure that you have received the buprenorphine product that was prescribed for you. Ask your pharmacist if you have are not sure that you received the right medication. \n Do not stop taking or using buprenorphine or buprenorphine and naloxone without talking to your doctor. Stopping buprenorphine or buprenorphine and naloxone too quickly can cause withdrawal symptoms. Your doctor will tell you when and how to stop taking or using buprenorphine or buprenorphine and naloxone. If you suddenly stop taking or using buprenorphine or buprenorphine and naloxone, you may experience withdrawal symptoms such as hot or cold flushes, restlessness, teary eyes, runny nose, sweating, chills, muscle pain, vomiting, or diarrhea. \n What special precautions should I follow? \n Before taking or using buprenorphine or buprenorphine and naloxone: \n Tell your doctor and pharmacist if you are allergic to buprenorphine, naloxone, any other medications, or any of the other ingredients in buprenorphine or buprenorphine and naloxone sublingual tablets or film. Ask your pharmacist or check the Medication Guide for a list of the ingredients. \n Tell your doctor and pharmacist what prescription and nonprescription medications, vitamins, nutritional supplements, and herbal products you are taking. Be sure to mention any of the following: antidepressants ('mood elevators'); antifungals such as ketoconazole (Nizoral); medications for anxiety such as benzodiazepines; erythromycin (E.E.S., Erytab Erythrocin, others); HIV medications such as atazanavir (Reyataz, in Evotaz), delavirdine (Rescriptor), efavirenz (Sustiva, in Atripla), indinavir (Crixivan), nelfinavir (Viracept), nevirapine (Viramune), and ritonavir (Norvir, in Kaletra, in Technivie); opiate (narcotic) medications for pain control; phenothiazines (medications used for mental illness or nausea); sedatives; medications for seizures such as carbamazepine (Epitol, Tegretol, Teril, others), phenobarbital, and phenytoin (Dilantin, Phenytek); sleeping pills; and tranquilizers. Your doctor may need to change the doses of your medications or monitor you carefully for side effects. \n Tell your doctor if you drink large amounts of alcohol and if you have or have ever had adrenal problems such as Addison's disease (condition in which the adrenal gland produces less hormone than normal); benign prostatic hypertrophy (BPH, enlargement of the prostate gland); difficulty urinating; a head injury; hallucinations (seeing things or hearing voices that do not exist); a curve in the spine that makes it hard to breathe; gallbladder disease; chronic obstructive pulmonary disease (COPD; a group of diseases that affect the lungs and airways); or thyroid, kidney, liver, or lung disease. \n Tell your doctor if you are pregnant, plan to become pregnant, or are breastfeeding. If you become pregnant while taking or using buprenorphine or buprenorphine and naloxone, call your doctor. If you take or use buprenorphine or buprenorphine and naloxone tablets or film regularly during your pregnancy, your baby may experience life-threatening withdrawal symptoms after birth. Tell your baby's doctor right away if your baby experiences any of the following symptoms: irritability, seizures, uncontrollable shaking of a part of the body, vomiting, diarrhea, or failure to gain weight. \n If you are having surgery, including dental surgery, tell the doctor or dentist that you are taking or using buprenorphine or buprenorphine and naloxone. \n You should know that buprenorphine or buprenorphine and naloxone may make you drowsy. Do not drive a car or operate machinery until you know how this medication affects you. \n Remember that alcohol can add to the breathing difficulties that can be caused by this medication. \n You should know that buprenorphine or buprenorphine and naloxone may cause dizziness, lightheadedness, and fainting when you get up too quickly from a lying position. This is more common when you first start taking or using buprenorphine or buprenorphine and naloxone. To avoid this problem, get out of bed slowly, resting your feet on the floor for a few minutes before standing up. \n What special dietary instructions should I follow? \n Unless your doctor tells you otherwise, continue your normal diet. \n What should I do if I forget a dose? \n Take or apply the missed dose as soon as you remember it. However, if it is almost time for the next dose, skip the missed dose and continue your regular dosing schedule. Do not take or apply a double dose to make up for a missed one. \n What side effects can this medication cause? \n Buprenorphine or buprenorphine and naloxone may cause side effects. Tell your doctor if any of these symptoms are severe or do not go away: \n -headache \n -stomach pain \n -constipation \n -vomiting \n -difficulty falling asleep or staying asleep \n -mouth numbness or redness \n -tongue pain \n -blurred vision \n -back pain \n Some side effects can be serious. If you experience any of these symptoms or those listed in the IMPORTANT WARNINGS or SPECIAL PRECAUTIONS sections, call your doctor immediately: Hives, skin rash, itching, difficulty breathing or swallowing, swelling of the face, throat, tongue, lips, eyes, hands, feet, ankles, or lower legs, slowed breathing, upset stomach, extreme tiredness, blurred vision, slurred speech, confusion, unusual bleeding or bruising, lack of energy, loss of appetite, pain in the upper right part of the stomach, yellowing of the skin or eyes, dark-colored urine, light-colored stools, nausea"
    }, {
    "title" : "Naltrexone",
 "text" : "Naltrexone is one of three medications commonly used to treat opioid addiction. The other two are methadone and buprenorphine. Cost varies for the different medications. You may need to take this into account when considering your treatment options. \n Naltrexone blocks opioids from acting on the brain, so it takes away the reward of getting high on the problem drug. This feature makes naltrexone a good choice for preventing relapse. \n Naltrexone may not stop drug cravings. If it does not help with cravings, your doctor or substance abuse treatment provider will help you find other ways to reduce them. \n Naltrexone comes in pill form. Two trade names for it are ReVia® and Depade®. It is also available as a lower cost generic. You take the pill every 1 to 3 days. \n Naltrexone is also available in a new extended-release form that is injected in the buttocks. This extended-release injectable form has the trade name Vivitrol®. The injection is administered by your physician or other treatment provider once a month. \n Naltrexone may be a good choice if you are completely past withdrawal and highly motivated to stay in recovery. It also may be recommended if you are in an early stage of opioid addiction. \n Naltrexone may be prescribed if it is the right choice for you. \n Before you are given the first dose of any medication for opioid addiction, your doctor will ask you questions about your addiction, health, and other problems. You will get a drug test—usually a check of urine or saliva. You also will have a physical exam and tests for diseases that are common to people who have been abusing drugs. Your liver will be checked to make sure the medication can be safely taken. If naltrexone is safe and appropriate for you, your doctor may recommend it. \n You and your doctor or substance abuse treatment provider decide together on a treatment plan. \n The plan describes the medication routine, the counseling and other services that will be provided, and the rules that must be followed. These rules will be explained to you, and you will get them in writing. Naltrexone must be used carefully.You must have no opioids in your body before starting naltrexone. Otherwise, withdrawal will be extra strong. You first must go through withdrawal under your doctor’s care. This supervised withdrawal is called detoxification or detox. You can start on naltrexone after detox is completed. \n Your doctor will first prescribe a low dose. Your dose levels may be adjusted up as needed. Always take doses exactly as prescribed by your doctor. If you are prescribed the injectable form of naltrexone, be sure to keep your appointments for monthly injections. \n You may take naltrexone for days, months, or years—as long as it is needed to prevent relapse. However, you should be checked often by your doctor if you have liver disease. \n Naltrexone does not cause withdrawal when you stop taking it. \n If you are stable in recovery and want to stop taking naltrexone, you do not need to taper off over time. However, you should always consult with your doctor before quitting naltrexone. Some people who take naltrexone carry a medical card in case they need emergency care. The card explains that they cannot receive medications containing opioids and they will need special care if they are in pain. Ask your doctor whether you should carry a card. \n Naltrexone has side effects in some people. Side effects are feelings of discomfort or sickness that come with taking medicine. Naltrexone has a few mild side effects. Usually these go away after the medicine is taken for a while. If you have side effects, you should NOT stop taking the medication. Instead, talk with your doctor or substance abuse treatment provider. An adjustment in dosage or a change in medication might help. There are some simple things you can do to reduce side effects, too. \n WARNINGS \n • If you are taking naltrexone, you cannot get high from other opioids because the medication blocks the effects. Sometimes people take large amounts of opioids to try to overcome this block. Do NOT do this! It is VERY dangerous and can cause overdose or death. \n • Naltrexone kept at home must be locked in a safe place to prevent accidental use by others, especially children. \n • If you are a woman and are pregnant or breast-feeding, you should NOT take naltrexone. Methadone is safer for mother and child. \n • Liver problems are rare but can occur. If you have a pre- existing liver condition, your doctor should conduct regular tests on your liver. \n • While taking this medication, you should NOT use other opioid medications such as some pain medications, cough syrups, and diarrhea medicines. The naltrexone will stop these medications from working. You should let doctors and dentists know you cannot have any medications (including shots) that contain opioids. \n • While taking this medication, you should NOT use illegal drugs, drink alcohol, or take sedatives, tranquilizers, or other drugs that slow breathing. Taking any of these substances in large amounts along with naltrexone can lead to overdose or death. \n COMMON SIDE EFFECTS AND SIMPLE WAYS TO REDUCE THEM \n Upset stomach or vomiting—Take the pill with food or after a meal. Take an antacid product as directed by your doctor. \n Diarrhea—Drink plenty of water or juice. Also, ask your doctor to recommend an over-the-counter medicine. \n Headache—Use over-the-counter headache medicines according to package instructions. \n Nervousness—Take a walk, take a hot bath, or take deep breaths. If this problem is serious or lasts a long time, tell your doctor or substance abuse treatment provider. \n Sleep problems including tiredness—Take the pill in the morning. Avoid naps. Go to bed at the same time every night. Exercise. Do not drink caffeine after lunchtime. \n Joint or muscle pain—Use over-the-counter pain medicines according to package instructions. \n Serious side effects—For extreme stomach pain, vomiting, or diarrhea, or if the area where you received your injection becomes red or painful, contact your doctor right away. Also seek help if the following side effects appear, because they may indicate serious liver problems: \n • Dark or tea-colored urine \n • Bad stomachache \n • Light-colored bowel movements • Yellowing in the whites of the eyes • Yellow skin. \n Counseling Can Help \n Medication is one part of treatment for opioid addiction. \n For many people, another important part is counseling: the opportunity to talk with a professional either one-on-one or in a group with others in treatment. \n Through counseling, you learn about the motivations and behaviors that led to your opioid addiction. You learn to commit to a more healthful lifestyle. You gain support and skills while working with others to manage your recovery long term. \n Counseling can provide encouragement and motivation to stick to treatment. It can help you learn how to make healthy decisions, handle setbacks and stress, and move forward with your life. \n In group counseling, you connect with others in treatment and make new friends who don’t use drugs. You can get these benefits from support groups, too. These are informal meetings of people facing similar challenges. \n Family and friends are important, too. \n It is very hard to go through recovery alone. Support from family and friends is very important. Love and encouragement can help you make the decision to enter treatment and stick with it. \n Some treatment programs offer counseling for your loved ones. They do this because your addiction may have caused pain and anger or feelings of shame and hopelessness. \n Counseling is a useful way for family and friends to learn more about your situation, how to help, and how to handle the problems your addiction has caused them. It is a safe place for them to express feelings and to find out what help is available for everyone affected. \n There are support groups for families and friends, too. These are safe places to share information and encourage others who have loved ones who are dealing with addiction."
    },{
    "title" : "Methadone",
 "text" : "What Is Methadone? \n Methadone has been used for decades to treat people who are addicted to heroin and narcotic pain medicines. When taken as prescribed, it is safe and effective. It allows people to recover from their addiction and to reclaim active and meaningful lives. For optimal results, patients should also participate in a comprehensive medication-assisted treatment (MAT) program that includes counseling and social support. \n How Does Methadone Work? \n Methadone works by changing how the brain and nervous system respond to pain. It lessens the painful symptoms of opiate withdrawal and blocks the euphoric effects of opiate drugs such as heroin, morphine, and codeine, as well as semi-synthetic opioids like oxycodone and hydrocodone. \n Methadone is offered in pill, liquid, and wafer forms and is taken once a day. Pain relief from a dose of methadone lasts about four to eight hours. SAMHSA's TIP 43: Medication-Assisted Treatment for Opioid Addiction in Opioid Treatment Programs – 2008 shows that methadone is effective in higher doses, particularly for heroin users, helping them stay in treatment programs longer. \n As with all medications used in medication-assisted treatment (MAT), methadone is to be prescribed as part of a comprehensive treatment plan that includes counseling and participation in social support programs. \n How Can a Patient Receive Methadone? \n Patients taking methadone to treat opioid addiction must receive the medication under the supervision of a physician. After a period of stability (based on progress and proven, consistent compliance with the medication dosage), patients may be allowed to take methadone at home between program visits. By law, methadone can only be dispensed through an opioid treatment program (OTP) certified by SAMHSA. \n The length of time in methadone treatment varies from person to person. According to the National Institute on Drug Abuse publication Principles of Drug Addiction Treatment: A Research-Based Guide – 2012, the length of methadone treatment should be a minimum of 12 months. Some patients may require treatment for years. Even if a patient feels that they are ready to stop methadone treatment, it must be stopped gradually to prevent withdrawal. Such a decision should be supervised by a doctor. \n Patients who develop a problem with methadone or have questions can access information through SAMHSA's Find Help. \n Methadone Safety \n Methadone can be addictive, so it must be used exactly as prescribed. This is particularly important for patients who are allowed to take methadone at home and aren’t required to take medication under supervision at an OTP. Methadone medication is specifically tailored for the individual patient (as doses are often adjusted and readjusted) and is never to be shared with or given to others. Patients should share their complete health history with health providers to ensure the safe use of the medication. Other medications may interact with methadone and cause heart conditions. Even after the effects of methadone wear off, the medication’s active ingredients remain in the body for much longer. Taking more methadone can cause unintentional overdose. \n The following tips can help achieve the best treatment results: \n Never use more than the amount prescribed, and always take at the times prescribed. If a dose is missed, or if it feels like it’s not working, do not take an extra dose of methadone. \n Do not consume alcohol while taking methadone. \n Be careful driving or operating machinery on methadone. \n Call 911 if too much methadone is taken or if an overdose is suspected. \n Take steps to prevent children from accidentally taking methadone. \n Store methadone at room temperature and away from light. \n Dispose of unused methadone by flushing it down the toilet. \n Side Effects of Methadone \n Side effects should be taken seriously, as some of them may indicate an emergency. Patients should stop taking methadone and contact a doctor or emergency services right away if they: \n Experience difficulty breathing or shallow breathing \n Feel lightheaded or faint \n Experience hives or a rash; swelling of the face, lips, tongue, or throat \n Feel chest pain \n Experience a fast or pounding heartbeat \n Experience hallucinations or confusion \n Pregnant or Breastfeeding Women and Methadone \n Women who are pregnant or breastfeeding can safely take methadone. When withdrawal from an abused drug happens to a pregnant woman, it causes the uterus to contract and may bring on miscarriage or premature birth. Methadone’s ability to prevent withdrawal symptoms helps pregnant women better manage their addiction while avoiding health risks to both mother and baby. Undergoing methadone maintenance treatment while pregnant will not cause birth defects, but some babies may go through withdrawal after birth. This does not mean that the baby is addicted. Infant withdrawal usually begins a few days after birth but may begin two to four weeks after birth. Mothers taking methadone can still breastfeed. Research has shown that the benefits of breastfeeding outweigh the effect of the small amount of methadone that enters the breast milk. A woman who is thinking of stopping methadone treatment due to breastfeeding or pregnancy concerns should speak with her doctor first."
    },{
    "title" : "What's True and What's Not",
    "text" : "Addiction is a disease. It cannot be cured, but it can be treated with medication, counseling, and support from family and friends. Addiction is NOT a sign of weakness. It is NOT TRUE that all you need to kick addiction is to “be strong.” \n The goal of medication-assisted treatment is to recover from addiction. It does NOT replace one addictive drug with another. It provides a safe, controlled level of medication to overcome the use of a problem opioid. \n A substance abuse treatment provider must obtain your informed consent (a written agree- ment) before sharing information about you with others. There are two exceptions to this privacy rule: (1) if it appears that you may harm yourself or others and (2) if you have been ordered into treatment by the courts. To learn more about your privacy rights, talk to your substance abuse treatment provider. \n Recovery is possible. But it takes work. After treatment is finished, everything is NOT automatically fine again. Recovery takes commitment every day, through treatment and beyond. \n Naltrexone helps you avoid relapse. It is legal and taken under a doctor’s care. It is NOT just another drug to abuse. \n Naltrexone is produced under safe conditions and sold legally. There is no risk of getting tainted doses, which can happen with street drugs. \n You can stop taking naltrexone at any time with no withdrawal or craving. It is NOT addictive. \n Few people have mood swings when taking naltrexone. It does NOT cause depression. If you have symptoms of depression, talk to your doctor— there may be some other cause."
    },{
    "title": "Methadone Success Story #1",
    "text" : "Sharon is a woman with a heroin addiction (dating back to her teen years) who became pregnant in her twenties. Realizing that she needed to get herself together, at least for the welfare of her unborn child, she entered a methadone treatment program. Her self-esteem had been hammered for years, often by family, but mostly by her own inner voice. \n After beginning daily methadone medication, she never used opiates again. After several attempts, she also achieved abstinence from Xanax, and remained completely drug free from that point forward. \n She had her baby, which was born beautiful and healthy. And the role of mother was something Sharon embraced with all her heart. Today, she continues to take methadone. She now comes to the clinic only once every few weeks to receive her medication. She brings her child, who is a joy. Sharon now has her own family as well as the support of her family of origin. She's been drug free for 5 years and has achieved a quality of life she never dreamed was possible. She credits methadone treatment as the foundation for a brand new life"
     },{
    "title": "Methadone Success Story #2",
    "text" : "When Kiley first presented to a clinic requesting to be placed in the methadone program, she was visibly depressed and physically emaciated from years of opiate abuse. She had lived with constant worry & stress trying to avoid withdrawal sickness. Amazingly, she was full time employed in a demanding job position. How she held down this job for so long was amazing in itself. \n After two months receiving methadone, Kiley became completely free of illicit drugs. Everything about her changed dramatically. She gained weight. Her depression lifted, and her mental clarity so much improved that it was like meeting a new person. Hidden under years of addiction-related exhaustion was a beautiful & capable human being with enormous ability and potential. \n Today, just short of two years on the program, Kiley has reclaimed her spirit and her life. She has confidence, is self-sufficient, employed, and building a new future for herself. Her parents, who were initially very skeptical about methadone, have achieved a newfound respect for methadone treatment programs and the healing power of opioid replacement therapy. Their apprehensions were erased when they got their daughter back, and that was priceless."
     },{
    "title": "Methadone Success Story #3",
    "text" : "Franklin became addicted to opiates as a high school student. Following several years of a growing dependency, he found that he was unable to accomplish anything. His anxiety was constant, and he had been diagnosed with clinical depression. He became unproductive except to fight off being \"sick\" (opioid withdrawal) on a daily basis. \n When Franklin began methadone maintenance, he experienced the kind of relief he had been hoping for. Withdrawal sickness ended. Like many people, his energy returned. He began to get a grip on his life, and a new focus. Franklin applied to a major university, and was accepted. \n Fast forward 8 years. Franklin graduated from college in 4 years with a degree. He was then hired by a Fortune 500 corporation, and has presently been there for 4 years. Making a substantial salary, saving money, and moving up within the company. Franklin has met numerous challenges over the years and grown personally in so many ways. He has begun to taper down on his methadone dosage with a goal of becoming medication free within 12 to 18 months. He created a new life for himself … with medication assistance."
     }, {
    "title": "Methadone Success Story #4",
    "text" : "As a younger man, Barry lived a chaotic existence as a heavy drug user. In and out of prison, Barry believed he must be destined for something better than this. Following a return to life outside of prison and then sadly back on heroin, Barry contacted the local methadone clinic. Very importantly, he had become ready for real change. \n Fast forward 6 years, Barry worked successfully through all phases in his methadone treatment clinic. Along the way, he maintained steady employment, joined a church, resumed parenting of his child, and achieved take home medication status. And then he tapered completely off of methadone. \n Today, he is well respected, employed with a great company in a job he loves, and in a unique position to help others understand that recovery is real & change is possible. Barry became known as a generous person who was willing to share his personal message of hope with most anyone who was in need. Methadone treatment provided him a new path. He stayed on that path and followed it to the end. And there he found the life he had always wanted."
     },{
    "title": "Methadone Success Story #5",
    "text" : "Steven is in his thirties and now in a methadone program. He spent all of his twenties physically dependent on opiates. He came from a family that had many problems of their own, and consequently he had practically no one in life to fall back on for support or guidance. So he learned to rely on himself, developed a great work ethic and an impressive sense of self-discipline. His one achilles heel was his long term opiate addiction. \n After fathering a daughter with special needs, Steven faced the music … finally. He had heard about methadone and decided he should give it a chance since everything else he had tried did not work. The decision paid off. Methadone provided excellent relief, and enabled Steven to disconnect from the drugs that had been a part of his life for over a decade. Today, he is full time employed and primary caregiver for a child that enjoys a dedicated, loving, and stable father. Counseling, support, and methadone medication made a big difference in Steven's life. And the benefits extended to far more than just himself."
     },{"title": "What is the reality?", 
    "text" : "The reality … is that opioid dependent persons are everyday people, and not someone lying in a back alley, unconscious, with a needle hanging out of their arm. Sadly, many uninformed people think this stereotype is the norm. The norm might surprise you... \n It is the physician at the local family practice who takes hydrocodone each evening after he closes the office … in order to relax & unwind. He successfully treated 25 adults & children that day. No one suspects he has a problem. \n It is a mother with a herniated disk taking a prescription for oxycontin to cope with chronic pain. She finds that she cannot get through the day without oxy. She received the teacher of the year award at her local school last week. No one knows about her problem. \n It is the college kid down the street known for making the Dean's list. Everyone in town loves this kid. She's been hiding a heroin addiction for almost 18 months. \n It is John, the likable get-it-done supervisor at a large factory. He's famous for meeting deadlines, producing results, and always doing the right thing by his employees. No one has a clue that he's been doctor shopping for a year to maintain a supply of percocet. \n It's your neighbor of 7 years that you have seen countless times mowing the lawn, checking the mail, and going to all the school functions. He's always been polite & considerate. In every respect, a truly wonderful neighbor. You don't know it, but he developed an opioid dependency, and has been receiving methadone for 2 years now. Is he any less a wonderful neighbor for this? \n The reality ... is that anyone can develop a problem with opioids. Addiction is an equal opportunity illness. Addiction has powerful physical & genetic components. This is scientific fact. \n Some people will come through it ok using just a few resources. And still some will need both treatment & medication support. A fair number of people find that opioid replacement therapy is the answer they needed, due to dramatic brain chemistry changes which have occurred. \n Without the proper help & support, many intelligent & capable people will remain lost in their addiction … sometimes for years. As they struggle with physical sickness, emotional exhaustion, and mounting stress, their lives can literally fall apart. This is not necessary. Medication-assisted therapy has worked for many."
     },{
    "title": "What is MAT?",
    "text" : "Medication-Assisted Treatment (MAT) is treatment for opioid addiction that uses medications such as methadone or buprenorphine to treat addiction to short-acting opioids, such as heroin, morphine and codeine, as well as synthetic opioids, including oxycodone, OxyContin®, and hydrocodone. MAT operates to normalize brain chemistry, block the euphoric effects of opioids, relieve physiological cravings, and normalize body functions without the negative effects of the short-acting drugs of abuse. Patients who receive treatment in an Opioid Treatment Program (OTP) are required by Federal regulations to receive medical, counseling, vocational, educational, and other assessment and treatment services, in addition to the medication for the opioid addiction. Methadone, when used in MAT, can only be dispensed (not prescribed) in an OTP. Buprenorphine can also be dispensed in an OTP. OTPs are any treatment program certified by the Substance Abuse and Mental Health Services Administration (SAMHSA) in conformance with Title 42 of the Code of Federal Regulations (C.F.R.), Part 8, to provide supervised assessment and medication- assisted treatment for patients who are opioid addicted. An OTP can exist in a number of levels of care and settings, including, but not limited to, intensive outpatient, residential, and hospital settings.The Drug Addiction Treatment Act of 2000 permits physicians who meet certain qualifications to provide office-based treatment for opioid addiction using buprenorphine. Buprenorphine, like methadone, when taken in stable doses as part of a medically supervised treatment plan, permits the patient to lead a normal and productive life without any of the narcotic effects of heroin or other opioids of abuse. Buprenorphine is generally administered daily, but sometimes can be administered on alternate days."
    }, {
    "title" : "How Does Treatment Work?",
    "text" : "Methadone and buprenorphine, when administered at the appropriate dose, “occupy” the brain receptor sites affected by heroin and other opioids. As a result, they suppress withdrawal symptoms, block the euphoric and sedating effects of opioids, and relieve the craving for opioids that is a major factor in relapse. Methadone and buprenorphine are long-acting opioids and pharmacologically dissimilar from short-acting opioid such as heroin and oxycodone or hydrocodone. With stable dosing and in the absence of other medications that may produce euphoria or sedation, these medications do not cause euphoria or intoxication, thus allowing a person to lead a normal life. The appropriate dose is determined by a certified health care professional in conjunction with the patient and is calibrated to the individual’s medical and physiological needs. Once individuals are stabilized on the appropriate dose, they may be maintained on that dose for as long as medically necessary, as is the case with other medications for chronic health conditions. MAT does not “substitute one drug for another.” This is in contrast to the extreme highs and lows that result from the waxing and waning in blood levels of short-acting opioids. Instead, these medications relieve withdrawal symptoms and physiological cravings and bring about a biochemical balance in the body. They help people return to physical and psychological stability, and live their lives just like anyone else.People unfamiliar with the science of MAT sometimes question why an individual is taking what is perceived as a high dose of methadone. Dosing, however, is an individualized medical decision. Most patients require a dose of 60-120 milligrams per day and patients on higher doses are shown to stay in treatment longer and use less heroin and other drugs than those on lower doses.4 Pre-conceived attitudes about dosing that are based on any rationale other than scientific evidence detract from the potential value of MAT."
    }, {
      "title" : "Does It Impair Physical or Mental Functioning?",
      "text" : "When provided at the appropriate dose to a person stabilized on methadone or buprenorphine, these medications have no adverse effects on intelligence, mental capability, physical functioning, or employability. Research studies demonstrate that MAT patients are comparable to non-patients in reaction time and their ability to learn, focus, and make complex judgments. MAT patients do well in a wide array of work settings, including professional positions, service occupations, and skilled, technical, and support jobs. MAT patients are lawyers, engineers, secretaries, truck and taxi drivers, teachers, computer programmers, and others. For more information about MAT and driving, read New York State’s Office of Alcoholism and Substance Abuse’s 1997 publication, “Driving Performance of Methadone Maintenance Patients,” and Legal Action Center’s 2000 publication, “Methadone Maintenance Treatment: Memorandum on Driving & Psychomotor Studies and Background Information about Methadone Treatment.”"

    }, {
  "title": "Who is protected?",
  "text": "It is illegal to discriminate against people because they are in MAT. Federal civil rights laws protect qualified “individuals with disabilities” from discrimination in many areas of life. People in recovery from drug addiction – including those in MAT – generally are protected from discrimination by the following statues: Americans with Disabilities Act (ADA), Rehabilitation Act of 1973, Fair Housing Act (FHA), Workforce Investment Act (WIA). Many States and cities also have non-discrimination laws that protect individuals with disabilities – including those in MAT. This brochure does not discuss these laws, but information regarding them is typically available from the State and city agencies enforcing them. The non-discrimination laws mentioned above protect individuals with a “disability.” Most often, people in MAT are considered individuals with a “disability."
}, {
        "title" : "Who is not protected?",
      "text" : "People who currently engage in the illegal use of drugs are not protected under these non-discrimination laws. For instance, if Elias – from the previous example – was using cocaine while in MAT, if his cocaine use was the basis of the employer’s decision to fire him, he would not be protected by these non- discrimination laws. But note that even though Federal anti-discrimination laws generally do not protect individuals who are currently engaging in the illegal use of drugs, they do protect such individuals from discrimination by health care providers. For example, if Elias was using cocaine while in MAT, it would be illegal for a health care provider to deny him surgery or dental care just because he was an illegal drug user." 
    }, {
        "title" : "How Do These Protections Work?",
      "text" : "Discrimination means treating someone less favorably than someone else because he or she has a disability, once had a disability, or is regarded – even erroneously – as having a disability. MAT treats a chronic disease – addiction – using legally-prescribed medications. It is discrimination for employers, landlords, government agencies, and health care and treatment providers to treat people less favorably because they are in MAT. It is also discrimination to treat people in MAT differently than people who are prescribed medication to treat other disabilities, such as people prescribed insulin for diabetes or people with high cholesterol who are prescribed cholesterol-lowering medication. Treating someone less favorably for reasons other than the person’s disability, however, is generally not illegal discrimination. For example, it is not illegal discrimination to deny a person a job, services, or admission to a program because that person – Does not meet essential eligibility requirements. Creates a direct threat to health or safety by his/her behavior. Simply being in MAT does not pose any health or safety threat. Violates the rules of a workplace, housing facility, or other program or commits a crime, including a drug-related crime, when that misconduct would cause anyone to be disciplined, evicted, or excluded." 
    }, {
      "title" : "Employment",
      "text" : "General rule. Federal law protects people in MAT against job discrimination. The ADA and the Rehabilitation Act prohibit most employers from firing, refusing to hire, or discriminating in the terms and conditions of employment against any qualified job applicant or employee on the basis of a disability. Many courts have ruled that people in MAT have a disability and are therefore protected from discrimination by these laws. Employers are covered by Federal laws as follows: The ADA applies to all State and local governmental units, and to private employers with 15 or more employees; The Rehabilitation Act applies to Federal employers and other public and private employers who receive Federal grants, contracts, or aid. In general, these covered employers – May not deny a job to or fire a person simply because he or she is in MAT; Must provide “reasonable accommodations” when needed to enable those with a disability to perform their job duties, unless this would cause the employer undue hardship. A “reasonable accommodation” is any change in the work environment or in the way things are customarily done that enables an individual with a disability to enjoy equal employment opportunities. Examples include: Job restructuring, Part-time or modified work schedules, Permitting a leave of absence, Reassignment to a vacant position. An employer is not required to grant an accommodation that causes “undue hardship” to the employer, meaning significant difficulty or expense. The employer may suggest an alternative accommodation to the one proposed by the employee or job applicant. \n Medical Inquiries and Examinations and Drug Tests. The ADA and Rehabilitation Act strictly limit what employers may ask about an applicant’s or employee’s medical conditions and history. These rules are described in detail in the brochure, Are You in Recovery from Alcohol or Drug Problems? Know Your Rights. This brochure will discuss drug tests, however, because they often are the way employers learn about a job applicant’s or employee’s participation in MAT. \n Under these Federal laws, a drug test is not considered a “medical examination.” Drug tests, therefore, can be administered at any time if all applicants or employees in a job category are required to be tested. Certain drug tests will detect methadone and buprenorphine, and others will not. If these medications are detected, employers may require the individual to provide documentation that s/he is in MAT. Acceptable documentation could include a letter from the individual’s physician confirming that the applicant was prescribed the medications as a part of MAT. If an applicant or employee does not provide such documentation or falsely denies participation in MAT, however, it is legal for the employer to deny the position or fire the individual. \n Medical Leave. The ADA and Rehabilitation Act, as well as the Family and Medical Leave Act (FMLA), give employees the right to take medical leave – including for alcohol or drug treatment – in certain circumstances. Please read the brochure, Are You in Recovery from Alcohol or Drug Problems? Know Your Rights, for a complete discussion of the provisions. However, it is worth noting that it would be illegal discrimination for an employer to deny someone such medical leave solely because the treatment sought during leave was for MAT."
    }, {
      "title" : "Housing",
      "text" : "The Fair Housing Act (FHA) makes it illegal to discriminate in housing and real estate transactions because of someone’s disability. People in MAT are protected from housing discrimination under the FHA – just as are people with other disabilities. For information on how these housing protections apply to people in recovery generally, read the brochure, Are You in Recovery from Alcohol or Drug Problems? Know Your Rights. \n Housing discrimination related to MAT sometimes arises in the context of residences for individuals in recovery. Individuals who live or want to live in halfway houses, recovery homes, or other residences for individuals in recovery are sometimes excluded because of their participation in MAT. This is illegal even though this type of discrimination occurs with some frequency. \n The FHA applies to residences such as recovery houses because they fall under the FHA’s definition of “dwelling.” Individuals in MAT are protected by the FHA. They also are protected by the ADA if the residence receives State or local government funding, and by the Rehabilitation Act if the residence receives Federal financial assistance. Accordingly, these residences may neither categorically exclude people in MAT nor insist that they abstain from MAT. \n Some treatment and recovery residences for individuals in recovery have policies that make it difficult for individuals in MAT to live there, for example, policies prohibiting the storage of methadone or buprenorphine at the residence. Such residences must grant a “reasonable accommodation” for individuals in MAT, provided the requested accommodation does not require major financial or administrative commitments that would be considered an “undue burden.” Examples of reasonable accommodations include: Arranging for the individual to take medication at the OTP, physician’s office, or another off-site location – when consistent with the individual’s treatment plan; Storing an individual’s MAT medication in a lock box in the house and having the individual be personally responsible for it; Arranging to have the housing facility keep MAT medications in a locked cabinet. \n Residences, of course, do not have to accept every individual who applies. Applicants may be rejected if they refuse to follow non-discriminatory house rules such as attending mandatory NA or AA meetings or violate rules prohibiting drinking or illegal drug use."
    }, {
      "title" : "Government Services",
      "text" : "The ADA and Rehabilitation Act protect a person in MAT from discrimination by the government in its – Services – such as health or social services and education and training programs \n Benefit programs – like welfare or child care assistance and other forms of financial assistance, such as student loans \n Activities – like probation and parole, zoning, occupational licensing, and driver’s licensing. \n If an individual is “qualified” – meaning the individual meets the eligibility requirements of the program or activity involved – the individual may not be denied the opportunity to participate in or be denied benefits from these and other public services, benefit programs or governmental activities because of a disability. Additionally, individuals in MAT may not be treated less favorably than other individuals simply because they are participating in MAT. \n Child Welfare System. May judges, prosecuting attorneys, and others in the child welfare system require parents to end their participation in MAT in order to get their children back or to keep their children? \n No. Courts and other government agencies may not single out people in MAT and require them to stop taking legally prescribed medications. Such a requirement would be no different than telling an insulin-dependent, diabetic parent that she may not have her children back unless she stops taking insulin and addresses her diabetes through nutrition and exercise alone. Courts may, however, require people in MAT to comply with treatment requirements. \n Probation and Parole. May a probation or parole officer or court require individuals to end their participation in MAT as a condition of their compliance with parole or probation? \n No. As in the child welfare system, probationers and parolees in MAT may not be singled out for different treatment solely because of their participation in MAT. \n Zoning \n May local governments pass ordinances that prohibit the siting of MAT programs? \n No. Local governments may not use zoning laws to discriminate against MAT programs, even if there is strong neighborhood opposition to the siting of the facility. Zoning laws that prohibit MAT programs or restrict their location generally violate Federal law. Zoning practices that treat MAT programs differently from other entities also violate Federal law. \n Example: A methadone program wants to open a new facility in a mixed use district. Methadone programs fall under the zoning code’s definition of a “medical facility,” and that use is permitted in that district. Community leaders are worried that the program will bring more crime into the area. They convince local legislators to enact an ordinance banning the siting of methadone programs in that district. \n Is that illegal discrimination? \n Yes. The ADA prohibits local governments from enacting laws that single out methadone programs and treat them differently from other medical facilities. \n Driver’s Licenses. \n May a department of motor vehicles require an individual charged with DUI to end his participation in MAT in order to get his license reinstated? \n No. Requiring an individual to end his participation in MAT – and perhaps to attend a drug treatment program that does not use medication – violates Federal anti-discrimination laws. Note, however, that Federal regulations pertaining to the issuance of commercial drivers licenses do disqualify individuals in MAT. Though these rules might appear to conflict with Federal anti-discrimination laws, they are enforceable because of the rules concerning conflicting Federal laws. \n Despite the protections outlined above, some government entities do discriminate. \n Commercial Drivers Licenses \n Regulations implemented by the Federal Highway Administration of the United States Department of Transportation (DOT) disqualify individuals from receiving an interstate commercial driver’s license if they are taking methadone. Consequently, it is not illegal discrimination for DOT to deny an interstate commercial driver’s license to someone because of their participation in MAT. The regulations do not address buprenorphine. Commercial driver’s licenses for intrastate (within one State) driving are determined by State laws, which may vary."
    },{
      "title" : "Private Education and Health Care",
      "text" : "Many private educational institutions, service providers, and other facilities must comply with Federal laws protecting people with disabilities from discrimination – including people in MAT. The ADA’s anti-discrimination requirements apply to “public accommodations,” which is defined as private facilities that provide goods or services to the public. They include: Schools and universities, Hospitals, clinics, and health care providers, Social service agencies, including homeless shelters, day care centers, and senior centers. \n Private service providers that receive Federal grants, contracts, or aid must comply with the same non-discrimination requirements under the Rehabilitation Act. \n Public accommodations (and other private entities covered by the Rehabilitation Act) must not discriminate in offering or providing their goods or services against individuals on the basis of their past, current or perceived disability. This means they must ensure individuals enjoy equal opportunity to participate and benefit from the facility’s goods and services, and receive goods or services in the most integrated setting possible. \n Example: Susan went to her friend’s primary care doctor because she had a terrible headache. On the medical history questionnaire, she wrote that she is in MAT using methadone. The doctor refused to examine Susan because “we do not treat people on methadone” and said that she should go to the local health department instead. \n Was that illegal discrimination? \n Yes. Health care providers are “public accommodations” under the ADA and may not refuse to provide health services to individuals solely because they participate in MAT."
    }, {
      "title" : "People in MAT Can Protect Rights",
      "text" : "Can people do anything to protect their rights under these Federal non-discrimination laws? \n Yes. People who face discrimination because they are in MAT can challenge the violation of their rights in one or both of the following ways: \n File a complaint with one of the Federal agencies authorized to investigate and remedy violations of the disability discrimination laws. People do not need a lawyer to do this, and it can be faster and easier than a lawsuit and result in the same remedies. But note: the filing deadline is typically 180 days after the discriminatory act. \n Contact information for the relevant agencies is as follows:\n o Employment cases: Equal Employment Opportunity Commission (EEOC). File a complaint with the nearest field office, which can be located at http://www.eeoc.gov. Or call (800) 669-4000 (voice) or (800) 669-6820 (TTY). \n o Public Accommodations: United States Department of Justice (DOJ), (800) 514-0301, http://www.ada.gov. \n o Housing: United States Department of Housing and Urban Development (HUD), (800) 877-0246, http://www.hud.gov. \n • In most (but not all) cases, people may also file a lawsuit in Federal or State court, in addition to or instead of filing an administrative complaint. Deadlines vary from one to three years. \n • Contact the State agency that oversees alcohol and drug treatment programs. They may know of local resources and be able to provide information to educate employers, government agencies, and others who are discriminating. The Directory of the Single State Agencies \n for Substance Abuse Services is accessible through the SAMHSA Web site, http://www.samhsa.gov/Grants/ssadirectory.pdf. \n • Contact the State and/or local agency that enforces State and/or local anti-discrimination laws. Every State has an agency charged with enforcing State anti-discrimination laws. Some cities have them as well. You might be able to locate the agency in your State or city by asking your local or regional EEOC office (see contact information above), or your State’s Attorney General’s office. You can also try an Internet search typing the name of your state or city and the words “human rights agency.” \nWhat benefit can someone get from filing a complaint or lawsuit? Those found liable for discrimination may be directed to stop discriminating, enact new policies, and/or pay money to the individual who suffered discrimination to compensate for out-of-pocket losses and other harm."
    }
] 